
/* 
Spanish localizable Strings for "AsyncSocket" table name  
*/

"GCDAsyncSocketCanceledError" = "Conexión cancelada";
"GCDAsyncSocketCFSocketError" = "Error General de CFSocket";
"GCDAsyncSocketConnectTimeoutError" = "No fue posible conectar con el dispositivo remoto porque no pudo establecerse un enlace TCP/IP";
"GCDAsyncSocketReadMaxedOutError" = "Operación de lectura llegó a su longitud máxima";
"GCDAsyncSocketReadTimeoutError" = "No hay respuesta del dispositivo remoto. Dejó de responder o la red se vino abajo";
"GCDAsyncSocketWriteTimeoutError" = "Tiempo de escritura demasiado largo";

